Revit 2024 API
ProjectBrowserOptions Properties
The ProjectBrowserOptions type exposes the following members.
Properties
Name | Description
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
ShowViewPlacementOnSheetStatusIcons
 Show the icons indicating view placement on sheet status.
See Also
ProjectBrowserOptions Class
Autodesk.Revit.UI Namespace